Revit 2024 API
GroupTypeId.CurtainMullionn2 Property
 Grid 2 Mullions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId CurtainMullionn2 { get; }
Visual Basic
Public Shared ReadOnly Property CurtainMullionn2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtainMullionn2 {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace